public class Draft0_Whole_Video_2_7_0 {


//        Пример _ ППППППППППППППППППППППППППППППППППП
//        в конце выведем все слова: видео мин 39.42
//        Конец Примера _ КККККККККККККККК





//        Пример _ ППППППППППППППППППППППППППППППППППП
//        символ ( char ) больше буквы а и меньше буквы я: видео мин 36.17
//        Конец Примера _ КККККККККККККККК





//        Пример _ ППППППППППППППППППППППППППППППППППП
//        вывести слова предложения , приведение из String в char: видео мин 34.17
//        Конец Примера _ КККККККККККККККК





//        Пример _ ППППППППППППППППППППППППППППППППППП
//        вывести в массиве первое слово предложения: видео мин 22.40
//        Конец Примера _ КККККККККККККККК





//        Пример _ ППППППППППППППППППППППППППППППППППП
//        вывод на печать целой и дробной части числа: сначала видео мин 13.42 потом видео мин 21.13
//        Конец Примера _ КККККККККККККККК





//        Пример _ ППППППППППППППППППППППППППППППППППП
//        заменить for на while при помощи желтой лампочки ( желтая лампочка ): видео мин 16.12
//        Конец Примера _ КККККККККККККККК





//        Пример _ ППППППППППППППППППППППППППППППППППП
//        построчно начало с числом (целая и дробная части): видео мин 13.55
//        Конец Примера _ КККККККККККККККК





//        Пример _ ППППППППППППППППППППППППППППППППППП
//        вторая половина слова в верхнем регистре: видео мин 09.38
//        Конец Примера _ КККККККККККККККК





//        Пример _ ППППППППППППППППППППППППППППППППППП
//        Опять заборчиком: видео мин 11.22
//        Конец Примера _ КККККККККККККККК





//        Пример _ ППППППППППППППППППППППППППППППППППП
//        заборчиком: видео мин 08.06
//        Конец Примера _ КККККККККККККККК





//        Пример 5 ППППППППППППППППППППППППППППППППППП
//        length на size меняем: видео мин 07.17
//        Конец Примера _ КККККККККККККККК


//        Пример 4.4.2. ППППППППППППППППППППППППППППППППППП
//        Задание 8 видео мин 05.24


//        Пример 4 ППППППППППППППППППППППППППППППППППП
//        Массив char[] chars и слово (строку) - столбиком и задом наперед и замена звездочками: видео мин 03.52
//        Конец Примера _ КККККККККККККККК





//        Пример 3 ППППППППППППППППППППППППППППППППППП
//        Метод toCharArray : видео мин 03.25
//        char[] chars = str.toCharArray();
//        Конец Примера _ КККККККККККККККК





//        Пример 2 ППППППППППППППППППППППППППППППППППП
//        То же, что в примере 1 через длину строки : видео мин 02.47
//        Конец Примера _ КККККККККККККККК




//        Пример 1 ППППППППППППППППППППППППППППППППППП
//        Создать из строки массив символов и массив str.charAt(0); : видео мин 02.11
//        Конец Примера _ КККККККККККККККК





}